SET NAMES UTF8;
DROP DATABASE IF EXISTS flower;
CREATE DATABASE flower CHARSET=UTF8;
USE flower;


/*******鲜花类别*******/
CREATE TABLE flower_sort(
  sid INT PRIMARY KEY AUTO_INCREMENT, 
  sname VARCHAR(32)  #类别
);

/**鲜花表**/
CREATE TABLE flower(
  fid INT PRIMARY KEY AUTO_INCREMENT, #鲜花编号
  sid INT,                            #鲜花分类编号
  fname VARCHAR(32),                  #鲜花名称
  title VARCHAR(32),                  #鲜花标题
  price DECIMAL(10,2),                #价格
  material VARCHAR(60),               #材料
  pack  VARCHAR(60),                  #包装
  flower_language  VARCHAR(40),       #花语  
  details VARCHAR(60)                 #产品说明
     
);

/**鲜花图片**/
CREATE TABLE flower_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT, #鲜花图片编号
  fid INT,                    #鲜花编号
  img VARCHAR(128),         #图片路径
  img_1 VARCHAR(128), 
  img_2 VARCHAR(128),
  img_3 VARCHAR(128)
);
/**用户信息**/
CREATE TABLE flower_user(
  uid INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32),
  upwd VARCHAR(32),
  email VARCHAR(64),
  phone VARCHAR(16),

  avatar VARCHAR(128),        #头像图片路径
  user_name VARCHAR(32),      #用户名，如王小明
  gender INT                  #性别  0-女  1-男
);

/**收货地址信息**/
CREATE TABLE flower_address(
  aid INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,                    #用户编号
  receiver VARCHAR(16),       #接收人姓名
  province VARCHAR(16),       #省
  city VARCHAR(16),           #市
  county VARCHAR(16),         #县
  address VARCHAR(128),       #详细地址
  cellphone VARCHAR(16),      #手机
  fixedphone VARCHAR(16),     #固定电话
  postcode CHAR(6),           #邮编
  tag VARCHAR(16),            #标签名

  is_default BOOLEAN          #是否为当前用户的默认收货地址
);

/**购物车**/
CREATE TABLE flower_cart(
  cid INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,            #用户编号
  fid INT,            #鲜花编号
  title VARCHAR(32),  #鲜花名称
  count INT,          #购买数量
  price DECIMAL(10,2),
  img_url varchar(25) #图片路径
  
);
INSERT INTO flower_cart VALUES
(NULL,1,1,"爱在巴黎",1,1499,"img/jinkou/jin_001.jpg"),
(NULL,3,1,"悦动你心-19朵厄瓜多尔甜心玫瑰",1,1799,"img/jinkou/jin_003.jpg"),
(NULL,5,1,"天使的心跳-9朵澳洲玫瑰",1,1499,"img/jinkou/jin_005.jpg"),
(NULL,1,1,"爱在巴黎",1,1499,"img/jinkou/jin_004.jpg"),
(NULL,1,1,"爱在巴黎",1,1499,"img/jinkou/jin_005.jpg"),
(NULL,1,1,"爱在巴黎",1,1499,"img/jinkou/jin_006.jpg");

/**订单表**/
CREATE TABLE flower_order(
  oid INT PRIMARY KEY AUTO_INCREMENT,
  uid INT,
  fid INT,                #鲜花编号
  count INT,              #购买数量
  oprice DECIMAL(10,2),   #总价
  status INT,             #订单状态  1-等待付款  2-等待发货  3-运输中  4-已签收  5-已取消
  order_time BIGINT,      #下单时间
  pay_time BIGINT,        #付款时间
  deliver_time BIGINT,    #发货时间
  received_time BIGINT    #签收时间
)AUTO_INCREMENT=10000000;


/****首页轮播广告商品****/
CREATE TABLE flower_index_carousel(
  cid INT PRIMARY KEY AUTO_INCREMENT,
  img VARCHAR(128),   #路径
  title VARCHAR(32),  #鲜花名称
  href VARCHAR(128)
);
INSERT INTO flower_index_carousel VALUES
(NULL,"img/index/pic_001.jpg","19毕业季鲜花","product"),
(NULL,"img/index/pic_002.jpg","夏季鲜花","product"),
(NULL,"img/index/pic_003.jpg","高档鲜花","product"),
(NULL,"img/index/pic_004.jpg","鲜花","product");
/****首页商品****/
CREATE TABLE flower_index_product(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),
  pic VARCHAR(128),
  price DECIMAL(10,2),
  href VARCHAR(128),
  seq_recommended TINYINT,
  seq_new_arrival TINYINT,
  seq_top_sale TINYINT
);
/***********首页商品***********/
INSERT INTO flower_index_product VALUES
(NULL,"爱在巴黎-19朵甜心玫瑰",'img/jinkou/jin_001.jpg',1499,"detials?fid=1",1,1,1),
(NULL,"悦动你心-19朵厄瓜多尔甜心玫瑰",'img/jinkou/jin_003.jpg',1799,"detials?fid=3",2,2,2),
(NULL,"天使的心跳-9朵澳洲玫瑰",'img/jinkou/jin_005.jpg',899,"detials?fid=5",3,3,3),
(NULL,"清水美嘉-9朵肯尼亚进口玫瑰",'img/jinkou/jin_006.jpg',1499,"detials?fid=6",4,4,4),
(NULL,"花月佳期-12朵天空玫瑰",'img/jinkou/jin_008.jpg',1799,"detials?fid=8",5,5,5),
(NULL,"爱的勇气-19朵红玫瑰",'img/aiqing/ai_001.jpg',499,"detials?fid=19",6,6,6),
(NULL,"一见倾心-19朵红玫瑰",'img/aiqing/ai_002.jpg',399,"detials?fid=20",7,7,7),
(NULL,"公主假日-48朵粉红雪山",'img/shengri/shengri_001.jpg',699,"detials?fid=30",8,8,8),
(NULL,"执手问年华-11朵红玫瑰",'img/aiqing/ai_005.jpg',239,"detials?fid=23",9,9,9),
(NULL,"最好的我们-满天星",'img/aiqing/ai_006.jpg',999,"detials?fid=24",10,10,10),
(NULL,"悦动你心-19朵厄瓜多尔甜心玫瑰",'img/aiqing/ai_007.jpg',799,"detials?fid=25",11,11,11),
(NULL,"爱的味道-11朵红玫瑰",'img/aiqing/ai_008.jpg',399,"detials?fid=26",12,12,12),
(NULL,"一往情深-19朵红玫瑰",'img/aiqing/ai_009.jpg',599,"detials?fid=27",13,13,13),
(NULL,"给我你的心-52朵红玫瑰",'img/aiqing/ai_010.jpg',899,"detials?fid=28",14,14,14),
(NULL,"偏偏喜欢你-11朵红玫瑰",'img/aiqing/ai_011.jpg',239,"detials?fid=29",15,15,15),
(NULL,"公主假日-48朵粉红雪山",'img/shengri/shengri_001.jpg',699,"detials?fid=30",16,16,16),
(NULL,"幸福即将到来-11朵粉玫瑰",'img/shengri/shengri_003.jpg',299,"detials?fid=32",17,17,17),
(NULL,"陌上花开-99朵粉红雪山",'img/shengri/shengri_004.jpg',399,"detials?fid=33",18,18,18),
(NULL,"粉色的回忆-12朵粉玫瑰",'img/shengri/shengri_005.jpg',199,"detials?fid=34",19,19,19),
(NULL,"祝福挚爱-33朵混色玫瑰",'img/shengri/shengri_006.jpg',199,"detials?fid=35",20,20,20),
(NULL,"小幸运-小清新",'img/shengri/shengri_007.jpg',599,"detials?fid=36",21,21,21),
(NULL,"真情绽放-33朵紫玫瑰",'img/shengri/shengri_008.jpg',699,"detials?fid=37",22,22,22),
(NULL,"幸福快乐-向日葵+粉色康乃馨",'img/shengri/shengri_009.jpg',299,"detials?fid=38",23,23,23), 
(NULL,"知心祝福-朵向日葵+粉色康乃馨",'img/shengri/shengri_010.jpg',399,"detials?fid=39",24,24,24), 
(NULL,"海誓山盟","img/yongshenghua/yong_001.jpg",999,"detials?fid=107",25,25,25),
(NULL,"真情不变","img/yongshenghua/yong_002.jpg",899,"detials?fid=108",26,26,26),
(NULL,"一池柔情","img/yongshenghua/yong_003.jpg",699,"detials?fid=109",27,27,27),
(NULL,"伉俪情深","img/yongshenghua/yong_004.jpg",599,"detials?fid=110",28,28,28),
(NULL,"如胶似漆","img/yongshenghua/yong_005.jpg",699,"detials?fid=111",29,29,29),
(NULL,"含情脉脉","img/yongshenghua/yong_006.jpg",899,"detials?fid=112",30,30,30),
(NULL,"举案齐眉","img/yongshenghua/yong_007.jpg",699,"detials?fid=113",31,31,31),
(NULL,"天作之合","img/yongshenghua/yong_008.jpg",499,"detials?fid=114",32,32,32),
(NULL,"宏图伟业","img/kaiye/kaiye_001.jpg",399,"detials?fid=96",33,33,33),
(NULL,"八方来财","img/kaiye/kaiye_002.jpg",499,"detials?fid=97",34,34,34),
(NULL,"财源滚滚","img/kaiye/kaiye_003.jpg",399,"detials?fid=98",35,35,35),
(NULL,"好运来","img/kaiye/kaiye_004.jpg",299,"detials?fid=99",36,36,36),
(NULL,"鸿运齐天","img/kaiye/kaiye_005.jpg",398,"detials?fid=100",37,37,37),
(NULL,"喜气迎门","img/kaiye/kaiye_006.jpg",299,"detials?fid=101",38,38,38),
(NULL,"财运吉祥","img/kaiye/kaiye_007.jpg",599,"detials?fid=102",39,39,39),
(NULL,"事业长青","img/kaiye/kaiye_008.jpg",299,"detials?fid=103",40,40,40),
(NULL,"纯美花开-11朵厄瓜多尔蓝色玫瑰","img/jinkou/jin_017.jpg",1299,"detials?fid=17",41,41,41),
(NULL,"无尽的爱-9朵肯尼亚进口卡布奇诺玫瑰","img/jinkou/jin_018.jpg",1299,"detials?fid=18",42,42,42);




/*******************/
/******数据导入******/
/**********用户*********/
INSERT INTO flower_user VALUES
(NULL,"nuan",md5("123456"),"29434135@qq.com","15836241558","img/02.png","暖暖",0),
(NULL,"wen",md5("123456"),"29434135@qq.com","15836241558","img/touxiang/03.png","雯雯",0);


/*******鲜花类别******/
INSERT INTO flower_sort VALUES
(NULL,'进口花篮'),
(NULL,'爱情鲜花'),
(NULL,'生日鲜花'),
(NULL,'问候长辈'),
(NULL,'祝福庆贺'),
(NULL,'探病慰问'),
(NULL,'道歉鲜花'),
(NULL,'生活鲜花'),
(NULL,'开业花蓝'),
(NULL,'永生花');
/*****鲜花表****/
INSERT INTO flower VALUES
(NULL,1,"爱在巴黎","爱在巴黎-19朵甜心玫瑰",1499,"11朵厄瓜多尔甜心玫瑰，搭配适量尤加利叶等装饰。","黑色雾面纸韩式扇形包装，精美黑色丝带束扎。","在青春的年华里，找到你爱的人，让她也爱你，这便是此生最大的幸福。","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服。"),
(NULL,1,"青春之歌","青春之歌-11朵甜心玫瑰",1499,"19朵甜心玫瑰，搭配适量尤加利叶装饰","白色雾面纸韩式扇形包装，精美白色字母丝带+黑色丝带束扎。","只想和你忘掉一切烦恼，尽情沉醉在最浪漫的气氛中。","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服。"),
(NULL,1,"悦动你心","悦动你心-19朵厄瓜多尔甜心玫瑰",1799,"19朵厄瓜多尔甜心玫瑰","精美长方形礼盒装","我的喜悦,我的快乐,全部都交付给你","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。"),
(NULL,1,"生命的主角","生命的主角-天空玫瑰",1999,"9朵厄瓜多尔天空玫瑰、6朵白玫瑰、1朵蓝绣球，搭配适量绿叶等配花装饰","白色雾面纸、蓝色雾面纸、灰色皮纹硬纸韩式包装，精美灰色丝带蝴蝶结束扎","你是我这一辈子的唯一主角。","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服。"),

(NULL,1,"天使的心跳","天使的心跳-9朵澳洲玫瑰",899,"7朵紫色澳洲玫瑰、2朵白色澳洲玫瑰，搭配适量白色火龙珠、紫色马尾草、尤加利叶等装饰。","黄色牛皮纸韩式扇形包装，精美灰色缎带蝴蝶结束扎。","你是我惟一的心脏，我的心跳不是为别人而跳，只是为你而跳。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。"),
(NULL,1,"清水美嘉","清水美嘉-9朵肯尼亚进口玫瑰",1499,"9朵肯尼亚进口复古色卡布基诺玫瑰，搭配适量进口茵芋、进口松虫草、进口康乃馨装饰。","粉色+浅灰色雾面纸韩式扇形包装。","把你的名字写在手心，摊开时是想念，握紧时是幸福","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服"),
(NULL,1,"倩影翩翩","倩影翩翩-12朵甜心玫瑰",1499,"12朵厄瓜多尔甜心玫瑰，搭配适量鸟巢叶、蜈蚣草装饰。","精美长方形礼盒装。","独占你绝世的容颜，拥着你便拥有全世界。","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服"),
(NULL,1,"花月佳期","花月佳期-12朵天空玫瑰",1799,"12朵厄瓜多尔进口蓝白玫瑰。（只接受预定）","精美长方形礼盒装。","你是雨天的七色伞，总是在我最需要的时候出现。","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服"),
(NULL,1,"美好如初","美好如初-进口绿玫瑰海芋混搭",1499,"7朵进口绿玫瑰、5朵进口海芋，搭配5支白色郁金香、3支白色洋牡丹、进口尤加利叶等装饰。","灰色雾面纸韩式扇形包装，精美灰色丝带蝴蝶结束扎。","最平凡的细水长流，也因牵着你的手而幸福荡漾。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,1,"缘如花","缘如花-9朵红玫瑰",1499,"7朵红玫瑰、2朵厄瓜多尔甜心玫瑰，搭配2朵永生棉花干花、5朵红色洋牡丹、5支红色风蜡花、4支红枫叶、若干藤枝装饰。12朵厄瓜多尔进口蓝白玫瑰。（只接受预定）","粉色雾面纸、粉色雾面纸韩式扇形包装，红色丝带蝴蝶结束扎。","遇见你，我信了这世间还有命中注定的情缘。","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服"),
(NULL,1,"叶上胭脂","叶上胭脂-19朵厄瓜多尔红玫瑰",1499,"19朵厄瓜多尔红玫瑰。","精美礼盒装。","我路过万家灯火，而你才是我的归途。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,1,"爱情印记","爱情印记-14朵厄瓜多尔甜心玫瑰",1299,"14朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。","长方形礼盒装。","赤诚热烈的爱，此生只给你。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,1,"时光舞步","时光舞步-10朵甜心玫瑰",999,"10朵厄瓜多尔甜心玫瑰 ，搭配适量尤加利叶等装饰。","红色硬纸韩式扇形包装，精美黑色英文丝带蝴蝶结束扎。","也许你望着月亮时，我正在想你。。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,1,"梦幻星空","梦幻星空-11朵七彩玫瑰",1299,"11朵七彩玫瑰，搭配适量尤加利叶装饰。","长方形礼盒装。","纵然繁星璀璨永恒，也不及你耀眼半分。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,1,"飞花似梦","飞花似梦-19朵进口厄瓜多尔甜心玫瑰",1499,"19朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。","长方形礼盒装。","岁月若诗，时光如画，只片刻，我爱上了你。。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,1,"简爱","简爱-11支厄瓜多尔巨型红玫瑰",1299,"11支厄瓜多尔巨型红玫瑰，搭配多头红玫瑰、进口圆叶尤加利、尤加利果、松果、兔尾草装饰。","黑色雾面纸韩式扇形包装，精美黑白条纹丝带蝴蝶结束扎。。","让我们乘着芬芳的清风，手牵手走过爱的四季春秋。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,1,"纯美花开","纯美花开-11朵厄瓜多尔蓝色玫瑰",1299,"11朵厄瓜多尔蓝色玫瑰，搭配4支白色洋桔梗、进口尤加利叶装饰。","灰色雾面纸韩式扇形包装，精美黑色丝带蝴蝶结束扎。","你的笑脸是最好看的风景，一次次温暖我的心。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,1,"无尽的爱","无尽的爱-9朵肯尼亚进口卡布奇诺玫瑰",1299,"9朵肯尼亚进口卡布奇诺玫瑰，搭配适量尤加利叶、排草、白色小花装饰。","白色硬网纱+咖啡色牛皮纸韩式包装，白色缎带蝴蝶结束扎。","为了你，我可上九天揽月，可下五洋捉鳖。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,2,"爱的勇气","爱的勇气-19朵红玫瑰",499,"19朵红玫瑰，搭配适量尤加利叶装饰。","精美长方形礼盒装。","相遇是一种缘分，相爱却需要勇气。。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"一见倾心","一见倾心-19朵红玫瑰",399,"19朵红玫瑰，搭配适量尤加利叶装饰。。","黑色欧雅纸包装，黑色类丝带+咖啡色缎带束扎。","一见倾心，再见倾情，我爱你，此生不渝。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"心上人","心上人-13朵混色玫瑰",499,"5朵粉玫瑰（粉红雪山）、2朵紫玫瑰（海洋之歌）、6朵白玫瑰，搭配适量浅蓝色配花、白色蕾丝花、尤加利叶等配花装饰。。","浅咖啡色软纸+白色条纹雾面纸韩式扇形包装，精美灰色丝带束扎。","全世界只有个你，叫我如何不珍惜。。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"永不变心","永不变心-11朵红玫瑰",199,"11朵红玫瑰。","白底黑边硬纸扇形包装，白色丝带束扎","你是我最初也是最后爱的人","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"执手问年华","执手问年华-11朵红玫瑰",239,"11朵红玫瑰，搭配适量尤加利叶装饰。","白色透明纸+咖啡色落水纸圆形包装，拉菲草束扎。","渴望时光的长河里，与你牵手，不离不弃，享受点点滴滴的快乐。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"最好的我们","最好的我们-满天星",999,"丰满白色满天星。","白色雾面纸+浅粉色雾面纸韩式扇形包装，精美粉色缎带蝴蝶结束扎。","最好的我们，最好的时光，要做自己最喜欢的事。","请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,2,"悦动你心","悦动你心-19朵厄瓜多尔甜心玫瑰",799,"19朵厄瓜多尔甜心玫瑰。","精美长方形礼盒装。","我的喜悦,我的快乐,全部都交付给你。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"爱的味道","爱的味道-11朵红玫瑰",399,"11朵红玫瑰，搭配适量银叶菊、白色小雏菊间插装饰。","灰色长方形礼盒装。","空气中弥漫着爱的味道，送你11枝红玫瑰，只因“我爱你”！。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"一往情深","一往情深-19朵红玫瑰",599,"19朵红玫瑰，搭配适量熊猫竹叶装饰。。","黑色硬网纱+红色黑色欧雅纸+黑色软纱韩式包装，红色英文丝带束扎。","你的轻柔像阵微风，让我从容不迫，想让你知道，我对你始终一往情深。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"给我你的心","给我你的心-52朵红玫瑰",899,"52朵红玫瑰，5颗红色心形气球装饰。。","精美黑色抱抱桶，红色缎带蝴蝶结装饰。","因牵着你的手而幸福荡漾","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,2,"偏偏喜欢你","偏偏喜欢你-11朵红玫瑰",239,"粉玫瑰+粉色康乃馨+粉色荔枝玫瑰+艾莎玫瑰+粉色洋桔梗+浅紫色多头小菊，搭配粉色、白色气球装饰。","粉色抱抱桶包装，白色雪梨纸装饰。","初逢只此一眼，便深深地印在心底","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,3,"公主假日","公主假日-48朵粉红雪山",699,"48朵粉红雪山，搭配适量白色相思梅、拉菲草、粉色蝴蝶结装饰","方形灰色礼盒装。","我渴望，你温柔的诱惑，跟随着你，一辈子的浪漫。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,3,"恰是春风","恰是春风-55朵粉色康乃馨",699,"55朵粉色康乃馨，搭配适量尤加利叶装饰。","白色抱抱桶。","你笑起来的时候眼里满满的爱意，温暖如春风。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,3,"幸福即将到来","幸福即将到来-11朵粉玫瑰",299,"11朵粉玫瑰，搭配适量尤加利叶、银叶菊装饰。","白色雪梨纸+粉色硬纸韩式包装，黑色英文丝带+白色英文丝带束扎。","你的过去我来不及参与，你的未来我奉陪到底","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,3,"陌上花开","陌上花开-99朵粉红雪山",399,"99朵粉玫瑰（粉红雪山）","白色软纸+粉色硬纸韩式包装，精美红色丝线束扎。。","爱不问缘由而一见倾心，初逢只此一眼，便深深地印在心底。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,3,"粉色的回忆","粉色的回忆-12朵粉玫瑰",199,"12朵粉玫瑰（粉佳人)。","双面硬纸扇形包装（粉色+浅咖啡色），白色缎带蝴蝶结束扎。。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,3,"祝福挚爱","祝福挚爱-33朵混色玫瑰",199,"33朵混色玫瑰（红玫瑰、粉玫瑰），搭配2朵白色乒乓菊、适量粉色满天星、红豆花、绿叶装饰。","白色雪梨纸+灰色雾面纸+粉色雾面纸韩式包装，白色英文缎带蝴蝶结束扎","最平凡的细水长流，也因牵着你的手而幸福荡漾。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),

(NULL,3,"小幸运","小幸运-小清新",599,"1朵蓝色绣球花、6朵粉玫瑰、2朵白玫瑰、1朵红玫瑰，搭配适量银叶菊、白色洋桔梗装饰。","高档方形礼盒装，粉色丝带装饰。。","爱，不在天时；情，不在地利；爱情只在人合。","请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,3,"真情绽放","真情绽放-33朵紫玫瑰",699,"33朵紫玫瑰（紫美人）+1朵粉绣球，搭配丰满紫色多头小菊、尤加利叶间插装饰。","精美抱抱桶包装","你的过去我来不及参与，你的未来我奉陪到底。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,3,"幸福快乐","幸福快乐-向日葵+粉色康乃馨",299,"1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人草、尤加利叶装饰。","浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束。","余生不求荣华富贵，只求你幸福快乐。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,3,"知心祝福","知心祝福-朵向日葵+粉色康乃馨",399,"1朵粉绣球+3朵向日葵+6朵粉色康乃馨，搭配3支浅绿色洋桔梗、和适量粉色相思梅、情人草装饰。","白色雾面纸+牛皮纸扇形包装，拉菲草束扎","愿你每分每秒的绽放都惊艳了时光","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,4,"亲切问候","亲切问候-19朵粉玫瑰+1朵蓝绣球",599,"19朵粉玫瑰+1朵蓝绣球，搭配适量刺芹、竹柏装饰。","白色雪梨纸+白色雾面纸+蓝色雾面纸韩式包装，粉色丝带+白色英文缎带束扎。","愿你每分每秒的绽放都惊艳了时光","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,4,"敬祝安好","敬祝安好-11朵粉色康乃馨",199,"11朵粉色康乃馨，搭配适量白色相思梅、粉色相思梅、情人草装饰。","粉色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。","将时光润成歌，暖成诗，愿您一切安好。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,4,"幸福时光","幸福时光-玫瑰+绣球",699,"2朵蓝绣球+6朵戴安娜粉玫瑰+6朵玛利亚粉玫瑰+6朵紫玫瑰，搭配3支白色洋桔梗、2支白色乒乓菊、适量尤加利果、尤加利叶装饰。","精美黑色抱抱桶。","遇见你之后，我才懂得什么叫幸福。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 

(NULL,4,"笑口常开","笑口常开-11朵粉玫瑰",199,"11朵粉玫瑰（粉佳人），搭配适量尤加利叶装饰","精美长方形礼盒装。","我喜欢看你笑的样子，就像春天风一样，温暖又带着香甜","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,4,"幸福平安","幸福平安-香槟玫瑰+雏菊",229,"6朵香槟玫瑰+3支白色洋桔梗+2支绿色多头小菊，搭配适量进口小叶尤加利。","蓝色硬纸扇形包装，白色缎带蝴蝶结束扎。","我要把我最衷心的祝福送给你，愿你幸福平安。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,4,"花开富贵","花开富贵-白百合+9支白色洋桔梗",499,"4支多头白百合+9支白色洋桔梗，搭配适量银叶菊、尤加利叶、银边翠装饰。。","白色无雾面纸+白色硬网纱+绿色双面硬纸韩式包装，蓝白罗文带束扎。","将时光润成歌，暖成诗，愿您一切安好。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,4,"阳光使者","阳光使者-19朵粉玫瑰",599,"13朵粉玫瑰+6朵紫玫瑰+2朵白色乒乓菊+4支白色洋桔梗，搭配适量尤加利叶、银边翠装饰。","白色雪梨纸+卡其色硬纸+粉色硬纸韩式包装，黑色英文丝带+灰色英文丝带束扎","光润成歌，暖成诗，温暖又带着香甜","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,4,"幸福快乐","幸福快乐-粉色康乃馨+向日葵",299,"1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人草、尤加利叶装饰。","浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。","余生不求荣华富贵，只求你幸福快乐。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,4,"迎接幸福","迎接幸福-白玫瑰+向日葵",399,"1朵蓝绣球+4朵向日葵+9朵白玫瑰，搭配4支白色多头小菊、适量尤加利果装饰。。","白色雾面纸+灰色硬纸+蓝色硬纸扇形包装，黑白罗文带蝴蝶结束扎。","你，注定是我今生倾心驻足的风景，一世不舍的眷恋。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,4,"温馨祝福","温馨祝福-19朵混色玫瑰",299,"19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。","粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。","你是我今生最爱的人，希望我们的爱情永不老去。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,5,"知心祝福","知心祝福-朵向日葵+6朵粉色康乃馨",299,"1朵粉绣球+3朵向日葵+6朵粉色康乃馨，搭配3支浅绿色洋桔梗、和适量粉色相思梅、情人草装饰。","白色雾面纸+牛皮纸扇形包装，拉菲草束扎","愿你每分每秒的绽放都惊艳了时光。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,5,"温馨祝福","温馨祝福-19朵混色玫瑰",399,"19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。","粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。","你是我今生最爱的人，希望我们的爱情永不老去。","请至少提前1-3天预订，或订购前咨询客服。
"), 

(NULL,5,"友谊永存","友谊永存-11朵苏醒粉玫瑰",299,"11朵苏醒粉玫瑰。","浅绿色硬纸扇形包装，金色缎带蝴蝶结束扎","庆幸在我最美好的年华里，遇见了一个愿意陪我疯的你。谢谢你一直陪伴在我身边，不离不弃。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,5,"笑口常开","笑口常开-11朵粉玫瑰",199,"11朵粉玫瑰（粉佳人），搭配适量尤加利叶装饰","精美长方形礼盒装。","我喜欢看你笑的样子，就像春天风一样，温暖又带着香甜","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,5,"幸福常伴","幸福常伴-红色康乃馨",399,"19支红色康乃馨，搭配2支白色洋桔梗装饰。","粉色雾面纸+白色黑边雾面纸+仿麻布花纹雾面纸韩式包装，粉色英文丝带+白色英文丝带束扎。","愿你幸福平安","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,5,"幸福滋味","19朵粉玫瑰+2支白百合",299,"19朵粉玫瑰+2支多头白百合，搭配适量黄莺草装饰。","粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。","你是我今生最爱的人，希望我们的爱情永不老去。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,5,"祝福挚爱","祝福挚爱-33朵混色玫瑰",199,"33朵混色玫瑰（红玫瑰、粉玫瑰），搭配2朵白色乒乓菊、适量粉色满天星、红豆花、绿叶装饰。","白色雪梨纸+灰色雾面纸+粉色雾面纸韩式包装，白色英文缎带蝴蝶结束扎","最平凡的细水长流，也因牵着你的手而幸福荡漾。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,5,"幸福快乐","幸福快乐-向日葵+粉色康乃馨",299,"1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人草、尤加利叶装饰。","浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束。","余生不求荣华富贵，只求你幸福快乐。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,5,"幸福平安","幸福平安-香槟玫瑰+雏菊",229,"6朵香槟玫瑰+3支白色洋桔梗+2支绿色多头小菊，搭配适量进口小叶尤加利。","蓝色硬纸扇形包装，白色缎带蝴蝶结束扎。","我要把我最衷心的祝福送给你，愿你幸福平安。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,5,"幸福即将到来","幸福即将到来-11朵粉玫瑰",299,"11朵粉玫瑰，搭配适量尤加利叶、银叶菊装饰。","白色雪梨纸+粉色硬纸韩式包装，黑色英文丝带+白色英文丝带束扎。","你的过去我来不及参与，你的未来我奉陪到底","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,5,"陌上花开","陌上花开-99朵粉红雪山",1199,"99朵粉玫瑰（粉红雪山）","白色软纸+粉色硬纸韩式包装，精美红色丝线束扎。。","爱不问缘由而一见倾心，初逢只此一眼，便深深地印在心底。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),

(NULL,6,"敬祝安好","敬祝安好-11朵粉色康乃馨",199,"11朵粉色康乃馨，搭配适量白色相思梅、粉色相思梅、情人草装饰。","粉色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。","将时光润成歌，暖成诗，愿您一切安好。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),

(NULL,6,"阳光使者","阳光使者-19朵粉玫瑰",599,"13朵粉玫瑰+6朵紫玫瑰+2朵白色乒乓菊+4支白色洋桔梗，搭配适量尤加利叶、银边翠装饰。","白色雪梨纸+卡其色硬纸+粉色硬纸韩式包装，黑色英文丝带+灰色英文丝带束扎","光润成歌，暖成诗，温暖又带着香甜","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,6,"幸福快乐","幸福快乐-粉色康乃馨+向日葵",299,"1朵向日葵+6朵粉色康乃馨+3朵粉玫瑰，搭配3支浅绿色洋桔梗、2支绿色多头小菊、2支白色相思梅、3支粉色相思梅，适量情人草、尤加利叶装饰。","浅蓝色雾面纸扇形包装，粉色英文缎带蝴蝶结束扎。","余生不求荣华富贵，只求你幸福快乐。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,6,"迎接幸福","迎接幸福-白玫瑰+向日葵",399,"1朵蓝绣球+4朵向日葵+9朵白玫瑰，搭配4支白色多头小菊、适量尤加利果装饰。。","白色雾面纸+灰色硬纸+蓝色硬纸扇形包装，黑白罗文带蝴蝶结束扎。","你，注定是我今生倾心驻足的风景，一世不舍的眷恋。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,6,"温馨祝福","温馨祝福-19朵混色玫瑰",299,"19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。","粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。","你是我今生最爱的人，希望我们的爱情永不老去。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,6,"知心祝福","知心祝福-朵向日葵+6朵粉色康乃馨",299,"1朵粉绣球+3朵向日葵+6朵粉色康乃馨，搭配3支浅绿色洋桔梗、和适量粉色相思梅、情人草装饰。","白色雾面纸+牛皮纸扇形包装，拉菲草束扎","愿你每分每秒的绽放都惊艳了时光。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"), 
(NULL,6,"温馨祝福","温馨祝福-19朵混色玫瑰",399,"19朵混色玫瑰（7朵粉玫瑰+6朵香槟玫瑰+6朵紫玫瑰），搭配2支浅绿色洋桔梗、适量栀子叶、银边翠装饰。","粉色雾面纸韩式包装，黑色因为丝带+银色缎带蝴蝶结束扎。","你是我今生最爱的人，希望我们的爱情永不老去。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,6,"美好如初","美好如初-进口绿玫瑰海芋混搭",1499,"7朵进口绿玫瑰、5朵进口海芋，搭配5支白色郁金香、3支白色洋牡丹、进口尤加利叶等装饰。","灰色雾面纸韩式扇形包装，精美灰色丝带蝴蝶结束扎。","最平凡的细水长流，也因牵着你的手而幸福荡漾。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,6,"纯美花开","纯美花开-11朵厄瓜多尔蓝色玫瑰",1299,"11朵厄瓜多尔蓝色玫瑰，搭配4支白色洋桔梗、进口尤加利叶装饰。","灰色雾面纸韩式扇形包装，精美黑色丝带蝴蝶结束扎。","你的笑脸是最好看的风景，一次次温暖我的心。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,6,"花开富贵","花开富贵-白百合+9支白色洋桔梗",499,"4支多头白百合+9支白色洋桔梗，搭配适量银叶菊、尤加利叶、银边翠装饰。。","白色无雾面纸+白色硬网纱+绿色双面硬纸韩式包装，蓝白罗文带束扎。","将时光润成歌，暖成诗，愿您一切安好。","请至少提前1-3天预订，或订购前咨询客服。
"), 
(NULL,7,"缘如花","缘如花-9朵红玫瑰",1499,"7朵红玫瑰、2朵厄瓜多尔甜心玫瑰，搭配2朵永生棉花干花、5朵红色洋牡丹、5支红色风蜡花、4支红枫叶、若干藤枝装饰。12朵厄瓜多尔进口蓝白玫瑰。（只接受预定）","粉色雾面纸、粉色雾面纸韩式扇形包装，红色丝带蝴蝶结束扎。","遇见你，我信了这世间还有命中注定的情缘。","特别说明：本款为特别款进口鲜花，请至少提前1-3天预订，或订购前咨询客服"),
(NULL,7,"叶上胭脂","叶上胭脂-19朵厄瓜多尔红玫瑰",1499,"19朵厄瓜多尔红玫瑰。","精美礼盒装。","我路过万家灯火，而你才是我的归途。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,7,"爱情印记","爱情印记-14朵厄瓜多尔甜心玫瑰",1299,"14朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。","长方形礼盒装。","赤诚热烈的爱，此生只给你。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,7,"公主假日","公主假日-48朵粉红雪山",699,"48朵粉红雪山，搭配适量白色相思梅、拉菲草、粉色蝴蝶结装饰","方形灰色礼盒装。","我渴望，你温柔的诱惑，跟随着你，一辈子的浪漫。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,7,"时光舞步","时光舞步-10朵甜心玫瑰",999,"10朵厄瓜多尔甜心玫瑰 ，搭配适量尤加利叶等装饰。","红色硬纸韩式扇形包装，精美黑色英文丝带蝴蝶结束扎。","也许你望着月亮时，我正在想你。。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,7,"梦幻星空","梦幻星空-11朵七彩玫瑰",1299,"11朵七彩玫瑰，搭配适量尤加利叶装饰。","长方形礼盒装。","纵然繁星璀璨永恒，也不及你耀眼半分。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,7,"飞花似梦","飞花似梦-19朵进口厄瓜多尔甜心玫瑰",1499,"19朵进口厄瓜多尔甜心玫瑰，搭配适量尤加利叶装饰。","长方形礼盒装。","岁月若诗，时光如画，只片刻，我爱上了你。。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,7,"简爱","简爱-11支厄瓜多尔巨型红玫瑰",1299,"11支厄瓜多尔巨型红玫瑰，搭配多头红玫瑰、进口圆叶尤加利、尤加利果、松果、兔尾草装饰。","黑色雾面纸韩式扇形包装，精美黑白条纹丝带蝴蝶结束扎。。","让我们乘着芬芳的清风，手牵手走过爱的四季春秋。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,7,"纯美花开","纯美花开-11朵厄瓜多尔蓝色玫瑰",1299,"11朵厄瓜多尔蓝色玫瑰，搭配4支白色洋桔梗、进口尤加利叶装饰。","灰色雾面纸韩式扇形包装，精美黑色丝带蝴蝶结束扎。","你的笑脸是最好看的风景，一次次温暖我的心。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,7,"无尽的爱","无尽的爱-9朵肯尼亚进口卡布奇诺玫瑰",1299,"9朵肯尼亚进口卡布奇诺玫瑰，搭配适量尤加利叶、排草、白色小花装饰。","白色硬网纱+咖啡色牛皮纸韩式包装，白色缎带蝴蝶结束扎。","为了你，我可上九天揽月，可下五洋捉鳖。。","特别说明：本款产品由于花材特殊，请至少提前1-3天预订，或订购前咨询客服。
"),
(NULL,7,"恰是春风","恰是春风-55朵粉色康乃馨",699,"55朵粉色康乃馨，搭配适量尤加利叶装饰。","白色抱抱桶。","你笑起来的时候眼里满满的爱意，温暖如春风。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,7,"幸福即将到来","幸福即将到来-11朵粉玫瑰",299,"11朵粉玫瑰，搭配适量尤加利叶、银叶菊装饰。","白色雪梨纸+粉色硬纸韩式包装，黑色英文丝带+白色英文丝带束扎。","你的过去我来不及参与，你的未来我奉陪到底","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,7,"陌上花开","陌上花开-99朵粉红雪山",1199,"99朵粉玫瑰（粉红雪山）","白色软纸+粉色硬纸韩式包装，精美红色丝线束扎。。","爱不问缘由而一见倾心，初逢只此一眼，便深深地印在心底。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,7,"粉色的回忆","粉色的回忆-12朵粉玫瑰",199,"12朵粉玫瑰（粉佳人)。","双面硬纸扇形包装（粉色+浅咖啡色），白色缎带蝴蝶结束扎。。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"完美主义","完美主义-6支跳舞兰(送花瓶)",499,"6支跳舞兰","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"爱丽丝梦境","爱丽丝梦境-5支浅黄色康乃馨+4支黄玫瑰+6支红玫瑰(送花瓶)",399,"5支浅黄色康乃馨+4支黄玫瑰+6支红玫瑰，搭配适量栀子叶和适量黄莺装饰。","各城市花瓶款式略有差异，以当地实物为准。。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"异国风情","异国风情-进口花材混搭(送花瓶)",799,"1支绿色绣球花+5支厄瓜多尔甜心玫瑰，搭配丰满白色澳洲腊梅、红色澳洲腊梅、红枫叶、相思豆装饰。","各城市花瓶款式略有差异，以当地实物为准。。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"星空","星空-5支香槟玫瑰+4支粉玫瑰+5支绿色康乃馨(送花瓶)",399,"5支香槟玫瑰+4支粉玫瑰+5支绿色康乃馨，搭配适量蕾丝花、黄莺装饰。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"沐浴阳光","沐浴阳光-向日葵混搭(送花瓶)",299,"2支向日葵+4支绿色康乃馨+4支白色康乃馨，搭配适量栀子叶装饰。。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"相遇的瞬间","相遇的瞬间-2支白玫瑰(送花瓶)",299,"2支白玫瑰，搭配适量尤加利果、红豆、尤加利叶装饰。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"聘婷秀雅","聘婷秀雅-8支粉玫瑰(送花瓶)",379,"8支粉玫瑰，搭配适量银叶菊和尤加利叶装饰。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"长长久久","长长久久-2支粉桔梗+2支粉色康乃馨+2支紫玫瑰(送花瓶)",399,"2支粉桔梗+2支粉色康乃馨+2支紫玫瑰，搭配适量尤加利叶和紫色千日红。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"热情焰火","热情焰火-红色转运混搭(送花瓶)",599,"1支针垫花+3支红色扶郎花+3支红色郁金香+9支红玫瑰+2支橘色洋牡丹+3支红色水仙百合，搭配适量雾中情人装饰。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"醉眼看花","醉眼看花-粉色系(送花瓶)",299,"5支粉玫瑰+4支粉色多头康乃馨+2支粉色相思梅，搭配适量尤加利叶装饰。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,8,"后青春","后青春-4支白玫瑰+2支雏菊(送花瓶)",399,"4支白玫瑰+2支绿色多头小雏菊，搭配适量蕾丝花装饰。","各城市花瓶款式略有差异，以当地实物为准。","你的一颦一笑，你的一举一动，我都像珍宝的一样收藏在我的脑海。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"宏图伟业","宏图伟业",399,"16朵混色扶郎花，搭配适量栀子叶、散尾葵装饰。","经典红色开业花篮，粉色棉纸装饰。","开业大吉，宏图大展。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"八方来财","八方来财",499,"15朵混色扶郎花，1支多头白百合，搭配适量栀子叶、散尾葵装饰。","经典三角架开业花篮。","事业顺利福高照；财源茂盛达八方。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"财源滚滚","财源滚滚",399,"红色扶郎花、橘色扶郎花、粉色扶郎花，搭配适量散尾葵、栀子叶","经典开业花篮，粉色棉纸装饰","开业之喜，生意兴旺。。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"好运来","好运来",299,"混色扶郎花33支（红色扶郎花12支、粉色扶郎花21支），搭配5支紫色洋兰花、适量栀子叶、剑叶、散尾葵装饰。","三角架花篮。","开业之喜，生意兴旺","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"鸿运齐天","鸿运齐天",398,"19朵红色扶郎花、1支多头粉百合，搭配适量黄莺草、散尾葵、红色丝带蝴蝶结装饰。","经典开业花篮，红色棉纸包裹，粉色蝴蝶结装饰，附赠条幅和“大展宏图”插牌","大展宏图，鸿运齐天","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"喜气迎门","喜气迎门",299,"混色扶郎花26朵（红色扶郎花13朵，粉色扶郎花6朵，橘色扶郎花7朵）、多头粉百合2支，搭配适量散尾葵装饰。","经典开业花篮，粉色棉纸包裹","喜气洋洋，开业大吉。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"财运吉祥","财运吉祥",599,"粉色扶郎花、红色扶郎花、橘色扶郎花、多头粉百合，搭配适量散尾葵、龟背叶、剑兰","经典开业花篮","开业之喜，生意兴旺。。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"事业长青","事业长青",299,"混色扶郎花18朵（红色扶郎花3朵、粉色扶郎花11朵、橘色扶郎花4朵）、红玫瑰8朵、白玫瑰5朵、粉百合1支，搭配适量散尾葵、剑叶装饰。","经典开业花篮，红色棉纸包裹。","祝生意好好，荷包满满，赚钱多多，事业步步高","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"突飞猛进","突飞猛进",499,"混色扶郎花48朵(红色扶郎花22朵、粉色扶郎花6朵、玫红色扶郎花8朵、黄色扶郎花6朵、橘色扶郎花6朵)、多头白百合2支，搭配适量粉色剑兰、巴西叶、散尾葵、栀子叶装饰。","经典开业花篮，粉色棉纸包裹，同色缎带花结。","日新月异，突飞猛进。。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"生意畅三春","生意畅三春",499,"粉色扶郎花、粉色康乃馨、香槟玫瑰，搭配适量散尾葵、黄莺草、栀子叶","经典开业花篮，红色棉纸包裹装饰。","敬贺开张，并祝吉祥。","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,9,"红红火火","红红火火",699,"红玫瑰（卡罗拉）+红色多头小玫瑰+红豆花，搭配适量粉色洋桔梗、红枫叶、尤加利叶、绿色银柳装饰。","红色蕾丝网纱+双面雾面纸（酒红色、红色），黑色英文缎带+红色缎带束扎，三角架包装、","敬贺开张，红红火火","由于各地的花艺师不同，鲜花包扎可能在形式和搭配上与图片不完全一致，但保证主花材的新鲜程度、数量、颜色与说明一致，谢谢您的理解。
"),
(NULL,10,"海誓山盟","海誓山盟",999,"首席花艺师精选108朵进口永生花玫瑰","高级精品礼盒","爱情要像山和海一样永恒不变，天长地久，至死不渝。","来自厄瓜多尔的永生玫瑰，是现存世界最巨型的玫瑰，色泽与鲜花无异，是永不凋谢的鲜花。经过109道工序，历时60天的匠心独制，鲜花玫瑰特质完美保留。
"),
(NULL,10,"真情不变","真情不变",899,"进口厄瓜多尔玫瑰、进口黑色绣球围绕花朵","高品质精美六角形礼盒搭配精工复古铜牌","非卿不娶，非君不嫁、挚爱永恒、真情不变。","单位重量1.0 kg 产品体积 28.0 cm * 14.5 cm * 18.0 cm永生花又叫“永不凋谢的鲜花”采用高科技手段，经过脱水、脱色、烘干、染色等一系列复杂工序加工而成的干花，永生花无论是色泽、性状、手感几乎与鲜花无异，它保持了鲜花的特质，且颜色更为丰富、用途更高、保存时间至少3年。
"),
(NULL,10,"一池柔情","一池柔情",699,"进口厄瓜多尔玫瑰花、桑蚕真丝丝巾、进口绣球","独特双开门礼盒搭配俏皮蝴蝶结","一池柔情、一抹芳菲、万千痴情","单位重量1.0 kg 产品体积 13.0 cm * 13.0 cm * 17.0 cm花店首席花艺师纯手工制作永生花，著名设计师款式设计。永生花又叫“永不凋谢的鲜花”采用高科技手段，经过脱水、脱色、烘干、染色等一系列复杂工序加工而成的干花，永生花无论是色泽、性状、手感几乎与鲜花无异，它保持了鲜花的特质，且颜色更为丰富、用途更高、保存时间至少3年
"),
(NULL,10,"伉俪情深","伉俪情深",599,"甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草","高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华","感情深厚，相敬如宾。","单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内设 抽屉，存放首饰，翻盖后设梳妆镜，方便实用，永生花装饰，可做家居摆件。
"),
(NULL,10,"如胶似漆","如胶似漆",699,"甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带。","亚格力透明外观精致漂亮，内置彩灯，穿透玻璃外罩，光泽感十足","像胶和漆那样黏结，感情炽烈，难舍难分","单位重量0.66 kg 产品体积 23.0 cm * 23.0 cm * 23.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内配 彩灯，穿透透明玻璃罩，光泽感十足，夜间观赏，玫瑰更加耀眼。
"),
(NULL,10,"含情脉脉","含情脉脉",899,"甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草","高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华","饱含温情，默默地用眼神表达自己的感情，娇羞又热切。","单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内设 抽屉，存放首饰，翻盖后设梳妆镜，方便实用，永生花装饰，可做家居摆件。
"),
(NULL,10,"举案齐眉","举案齐眉",699,"甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草","高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华","两个人相互尊重，感情非常深厚，非常恩爱","单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内设抽屉，存放首饰，翻盖后设梳妆镜，方便实用，永生花装饰，可做家居摆件。
"),
(NULL,10,"天作之合","天作之合",499,"甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口拉菲草","高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华","铭刻在心灵深处，记忆深刻，永远不忘。","单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内设 抽屉，存放首饰，翻盖后设梳妆镜，方便实用，永生花装饰，可做家居摆件。
"),
(NULL,10,"刻苦铭心","刻苦铭心",699,"甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带","高端礼盒精致漂亮，内置彩灯，简约白色pu皮礼盒，搭配烫金色丝带，高端奢华","铭刻在心灵深处，记忆深刻，永远不忘。","单位重量0.71 kg 产品体积 19.0 cm * 19.0 cm * 14.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内设 抽屉，存放首饰，翻盖后设梳妆镜，方便实用，永生花装饰，可做家居摆件。
"),
(NULL,10,"始终若一","始终若一",599,"甄选厄瓜多尔永生玫瑰花头，搭配彩灯，进口甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带","亚格力透明外观精致漂亮，内置彩灯，穿透玻璃外罩，光泽感十足","自始至终都不改变。","单位重量0.66 kg 产品体积 23.0 cm * 23.0 cm * 23.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内配彩灯，穿透透明玻璃罩，光泽感十足，夜间观赏，玫瑰更加耀眼。
"),
(NULL,10,"长相厮守","长相厮守",699,"进口厄瓜多尔玫瑰、进口绣球、进口满天星、动物羽毛","白色玻璃罩音乐箱、高端精致礼盒","长久在一起，互相守候，不离不弃。","单位重量0.65 kg 产品体积 18.5 cm * 18.5 cm * 28.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，蓝牙音响设计，防尘防水，低音振膜，内配彩灯，穿透透明玻璃罩，光泽感十足，夜间观赏，玫瑰更加耀眼。
"),
(NULL,10,"情投意合","情投意合",799,"甄选厄瓜多尔永生玫瑰花头，搭配白纱金色丝带","亚格力透明外观精致漂亮，内置彩灯，穿透玻璃外罩，光泽感十足","感情融洽、心意相合、心情愉悦、情感交融。","单位重量0.66 kg 产品体积 23.0 cm * 23.0 cm * 23.0 cm甄选厄瓜多尔永生玫瑰花头，36道工艺，手工制作，花材饱满，色泽圆润，内配彩灯，穿透透明玻璃罩，光泽感十足，夜间观赏，玫瑰更加耀眼。
");

/**************鲜花图片**************/
INSERT INTO flower_pic VALUES
(NULL,1,'img/jinkou/jin_001.jpg',NULL,NULL,NULL),
(NULL,2,'img/jinkou/jin_002.jpg',NULL,NULL,NULL),
(NULL,3,'img/jinkou/jin_003.jpg','img/jinkou/jin_003_1.jpg',NULL,NULL),
(NULL,4,'img/jinkou/jin_004.jpg','img/jinkou/jin_004_1.jpg','img/jinkou/jin_004_2.jpg',NULL),
(NULL,5,'img/jinkou/jin_005.jpg',NULL,NULL,NULL),
(NULL,6,'img/jinkou/jin_006.jpg','img/jinkou/jin_006_1.jpg','img/jinkou/jin_006_2.jpg','img/jinkou/jin_006_3.jpg'),
(NULL,7,'img/jinkou/jin_007.jpg',NULL,NULL,NULL),
(NULL,8,'img/jinkou/jin_008.jpg','img/jinkou/jin_008_1.jpg','img/jinkou/jin_008_2.jpg',NULL),
(NULL,9,'img/jinkou/jin_009.jpg',NULL,NULL,NULL),
(NULL,10,'img/jinkou/jin_010.jpg',NULL,NULL,NULL),
(NULL,11,'img/jinkou/jin_011.jpg','img/jinkou/jin_011_1.jpg',NULL,NULL),
(NULL,12,'img/jinkou/jin_012.jpg','img/jinkou/jin_012_1.jpg',NULL,NULL),
(NULL,13,'img/jinkou/jin_013.jpg',NULL,NULL,NULL),
(NULL,14,'img/jinkou/jin_014.jpg',NULL,NULL,NULL),
(NULL,15,'img/jinkou/jin_015.jpg',NULL,NULL,NULL),
(NULL,16,'img/jinkou/jin_016.jpg','img/jinkou/jin_016_1.jpg',NULL,NULL),
(NULL,17,'img/jinkou/jin_017.jpg','img/jinkou/jin_017_1.jpg','img/jinkou/jin_017_2.jpg',NULL),
(NULL,18,'img/jinkou/jin_018.jpg','img/jinkou/jin_018_1.jpg','img/jinkou/jin_018_2.jpg','img/jinkou/jin_018_3.jpg'),
(NULL,19,'img/aiqing/ai_001.jpg',NULL,NULL,NULL),
(NULL,20,'img/aiqing/ai_002.jpg',NULL,NULL,NULL),
(NULL,21,'img/aiqing/ai_003.jpg',NULL,NULL,NULL),
(NULL,22,'img/aiqing/ai_004.jpg','img/aiqing/ai_004_1.jpg',NULL,NULL),
(NULL,23,'img/aiqing/ai_005.jpg','img/aiqing/ai_005_1.jpg','img/aiqing/ai_005_2.jpg','img/aiqing/ai_005_3.jpg'),
(NULL,24,'img/aiqing/ai_006.jpg',NULL,NULL,NULL),
(NULL,25,'img/aiqing/ai_007.jpg','img/aiqing/ai_007_1.jpg',NULL,NULL),
(NULL,26,'img/aiqing/ai_008.jpg','img/aiqing/ai_008_1.jpg','img/aiqing/ai_008_2.jpg','img/aiqing/ai_008_3.jpg'),
(NULL,27,'img/aiqing/ai_009.jpg',NULL,NULL,NULL),
(NULL,28,'img/aiqing/ai_010.jpg','img/aiqing/ai_010_1.jpg',NULL,NULL),
(NULL,29,'img/aiqing/ai_011.jpg',NULL,NULL,NULL),
(NULL,30,'img/shengri/shengri_001.jpg',NULL,NULL,NULL),
(NULL,31,'img/shengri/shengri_002.jpg','img/shengri/shengri_002_1.jpg','img/shengri/shengri_002_2.jpg','img/shengri/shengri_002_3.jpg'),
(NULL,32,'img/shengri/shengri_003.jpg',NULL,NULL,NULL),
(NULL,33,'img/shengri/shengri_004.jpg','img/shengri/shengri_004_1.jpg','img/shengri/shengri_004_2.jpg','img/shengri/shengri_004_3.jpg'),
(NULL,34,'img/shengri/shengri_005.jpg','img/shengri/shengri_005_1.jpg',NULL,NULL),
(NULL,35,'img/shengri/shengri_006.jpg',NULL,NULL,NULL),
(NULL,36,'img/shengri/shengri_007.jpg',NULL,NULL,NULL),
(NULL,37,'img/shengri/shengri_008.jpg',NULL,NULL,NULL),
(NULL,38,'img/shengri/shengri_009.jpg',NULL,NULL,NULL),
(NULL,39,'img/shengri/shengri_010.jpg',NULL,NULL,NULL),
(NULL,40,'img/wenhou/wenhou_001.jpg',NULL,NULL,NULL),
(NULL,41,'img/wenhou/wenhou_002.jpg',NULL,NULL,NULL),
(NULL,42,'img/wenhou/wenhou_003.jpg',NULL,NULL,NULL),
(NULL,43,'img/wenhou/wenhou_004.jpg','img/wenhou/wenhou_004_1.jpg','img/wenhou/wenhou_004_2.jpg',NULL),
(NULL,44,'img/wenhou/wenhou_005.jpg','img/wenhou/wenhou_005_1.jpg','img/wenhou/wenhou_005_2.jpg',NULL),
(NULL,45,'img/wenhou/wenhou_006.jpg',NULL,NULL,NULL),
(NULL,46,'img/wenhou/wenhou_007.jpg',NULL,NULL,NULL),
(NULL,47,'img/wenhou/wenhou_008.jpg',NULL,NULL,NULL),
(NULL,48,'img/wenhou/wenhou_009.jpg',NULL,NULL,NULL),
(NULL,49,'img/wenhou/wenhou_010.jpg',NULL,NULL,NULL),
(NULL,50,'img/zhufu/zhufu_001.jpg',NULL,NULL,NULL),
(NULL,51,'img/zhufu/zhufu_002.jpg',NULL,NULL,NULL),
(NULL,52,'img/zhufu/zhufu_003.jpg',NULL,NULL,NULL),
(NULL,53,'img/zhufu/zhufu_004.jpg','img/zhufu/zhufu_044_1.jpg','img/zhufu/zhufu_004_2.jpg',NULL),
(NULL,54,'img/zhufu/zhufu_005.jpg',NULL,NULL,NULL),
(NULL,55,'img/zhufu/zhufu_006.jpg',NULL,NULL,NULL),
(NULL,56,'img/zhufu/zhufu_007.jpg',NULL,NULL,NULL),
(NULL,57,'img/zhufu/zhufu_008.jpg',NULL,NULL,NULL),
(NULL,58,'img/zhufu/zhufu_009.jpg','img/zhufu/zhufu_009_1.jpg','img/zhufu/zhufu_009_2.jpg',NULL),
(NULL,59,'img/zhufu/zhufu_010.jpg',NULL,NULL,NULL),
(NULL,60,'img/zhufu/zhufu_011.jpg','img/zhufu/zhufu_011_1.jpg','img/zhufu/zhufu_011_2.jpg','img/zhufu/zhufu_011_3.jpg'),
(NULL,61,'img/weiwen/weiwen_001.jpg',NULL,NULL,NULL),
(NULL,62,'img/weiwen/weiwen_002.jpg',NULL,NULL,NULL),
(NULL,63,'img/weiwen/weiwen_003.jpg',NULL,NULL,NULL),
(NULL,64,'img/weiwen/weiwen_004.jpg',NULL,NULL,NULL),
(NULL,65,'img/weiwen/weiwen_005.jpg',NULL,NULL,NULL),
(NULL,66,'img/weiwen/weiwen_006.jpg',NULL,NULL,NULL),
(NULL,67,'img/weiwen/weiwen_007.jpg',NULL,NULL,NULL),
(NULL,68,'img/weiwen/weiwen_008.jpg',NULL,NULL,NULL),
(NULL,69,'img/weiwen/weiwen_009.jpg','img/weiwen/weiwen_009_1.jpg','img/weiwen/weiwen_009_2.jpg',NULL),
(NULL,70,'img/weiwen/weiwen_010.jpg',NULL,NULL,NULL),
(NULL,71,'img/daoqian/daoqian_001.jpg',NULL,NULL,NULL),
(NULL,72,'img/daoqian/daoqian_002.jpg',NULL,NULL,NULL),
(NULL,73,'img/daoqian/daoqian_003.jpg',NULL,NULL,NULL),
(NULL,74,'img/daoqian/daoqian_004.jpg',NULL,NULL,NULL),
(NULL,75,'img/daoqian/daoqian_005.jpg',NULL,NULL,NULL),
(NULL,76,'img/daoqian/daoqian_006.jpg',NULL,NULL,NULL),
(NULL,77,'img/daoqian/daoqian_007.jpg',NULL,NULL,NULL),
(NULL,78,'img/daoqian/daoqian_008.jpg',NULL,NULL,NULL),
(NULL,79,'img/daoqian/daoqian_009.jpg',NULL,NULL,NULL),
(NULL,80,'img/daoqian/daoqian_010.jpg',NULL,NULL,NULL),
(NULL,81,'img/daoqian/daoqian_011.jpg','img/daoqian/daoqian_011_1.jpg','img/daoqian/daoqian_011_2.jpg','img/daoqian/daoqian_011_3.jpg'),
(NULL,82,'img/daoqian/daoqian_012.jpg',NULL,NULL,NULL),
(NULL,83,'img/daoqian/daoqian_013.jpg','img/daoqian/daoqian_013_1.jpg','img/daoqian/daoqian_013_2.jpg',NULL),
(NULL,84,'img/daoqian/daoqian_014.jpg','img/daoqian/daoqian_014_1.jpg',NULL,NULL),
(NULL,85,'img/shenghuo/shenghuo_001.jpg',NULL,NULL,NULL),
(NULL,86,'img/shenghuo/shenghuo_002.jpg',NULL,NULL,NULL),
(NULL,87,'img/shenghuo/shenghuo_003.jpg',NULL,NULL,NULL),
(NULL,88,'img/shenghuo/shenghuo_004.jpg',NULL,NULL,NULL),
(NULL,89,'img/shenghuo/shenghuo_005.jpg',NULL,NULL,NULL),
(NULL,90,'img/shenghuo/shenghuo_006.jpg',NULL,NULL,NULL),
(NULL,91,'img/shenghuo/shenghuo_007.jpg',NULL,NULL,NULL),
(NULL,92,'img/shenghuo/shenghuo_008.jpg',NULL,NULL,NULL),
(NULL,93,'img/shenghuo/shenghuo_009.jpg',NULL,NULL,NULL),
(NULL,94,'img/shenghuo/shenghuo_010.jpg',NULL,NULL,NULL),
(NULL,95,'img/shenghuo/shenghuo_011.jpg',NULL,NULL,NULL),
(NULL,96,'img/kaiye/kaiye_001.jpg','img/kaiye/kaiye_001_1.jpg',NULL,NULL),
(NULL,97,'img/kaiye/kaiye_002.jpg',NULL,NULL,NULL),
(NULL,98,'img/kaiye/kaiye_003.jpg','img/kaiye/kaiye_003_1.jpg',NULL,NULL),
(NULL,99,'img/kaiye/kaiye_004.jpg',NULL,NULL,NULL),
(NULL,100,'img/kaiye/kaiye_005.jpg','img/kaiye/kaiye_005_1.jpg',NULL,NULL),
(NULL,101,'img/kaiye/kaiye_006.jpg',NULL,NULL,NULL),
(NULL,102,'img/kaiye/kaiye_007.jpg','img/kaiye/kaiye_007_1.jpg',NULL,NULL),
(NULL,103,'img/kaiye/kaiye_008.jpg','img/kaiye/kaiye_008_1.jpg',NULL,NULL),
(NULL,104,'img/kaiye/kaiye_009.jpg',NULL,NULL,NULL),
(NULL,105,'img/kaiye/kaiye_010.jpg',NULL,NULL,NULL),
(NULL,106,'img/kaiye/kaiye_011.jpg',NULL,NULL,NULL),
(NULL,107,'img/yongshenghua/yong_001.jpg','img/yongshenghua/yong_001_1.jpg','img/yongshenghua/yong_001_2.jpg','img/yongshenghua/yong_001_3.jpg'),
(NULL,108,'img/yongshenghua/yong_002.jpg','img/yongshenghua/yong_002_1.jpg','img/yongshenghua/yong_002_2.jpg','img/yongshenghua/yong_002_3.jpg'),
(NULL,110,'img/yongshenghua/yong_003.jpg','img/yongshenghua/yong_003_1.jpg',NULL,NULL),
(NULL,111,'img/yongshenghua/yong_004.jpg','img/yongshenghua/yong_004_1.jpg','img/yongshenghua/yong_004_2.jpg',NULL),
(NULL,112,'img/yongshenghua/yong_005.jpg','img/yongshenghua/yong_005_1.jpg','img/yongshenghua/yong_005_2.jpg',NULL),
(NULL,113,'img/yongshenghua/yong_006.jpg','img/yongshenghua/yong_006_1.jpg','img/yongshenghua/yong_006_2.jpg',NULL),
(NULL,114,'img/yongshenghua/yong_007.jpg','img/yongshenghua/yong_007_1.jpg','img/yongshenghua/yong_007_2.jpg',NULL),
(NULL,115,'img/yongshenghua/yong_008.jpg','img/yongshenghua/yong_008_1.jpg','img/yongshenghua/yong_008_2.jpg',NULL),
(NULL,116,'img/yongshenghua/yong_009.jpg','img/yongshenghua/yong_009_1.jpg','img/yongshenghua/yong_009_2.jpg',NULL),
(NULL,117,'img/yongshenghua/yong_010.jpg','img/yongshenghua/yong_010_1.jpg','img/yongshenghua/yong_010.jpg',NULL),
(NULL,118,'img/yongshenghua/yong_011.jpg','img/yongshenghua/yong_011_1.jpg','img/yongshenghua/yong_011_2.jpg','img/yongshenghua/yong_011_3.jpg'),
(NULL,119,'img/yongshenghua/yong_012.jpg','img/yongshenghua/yong_012_1.jpg','img/yongshenghua/yong_012_2.jpg',NULL);













